tap "fluxcd/tap"
tap "go-task/tap"

brew "kubectl"
brew "fluxcd/tap/flux"
brew "sops"
brew "gnupg"
if OS.mac?
  brew "pinentry-mac"
else
  brew "pinentry"
end
brew "direnv"
brew "pre-commit"
brew "kustomize"
brew "helm"
brew "go-task/tap/go-task"
brew "prettier"
brew "ansible"
brew "terraform"
brew "ipcalc"
brew "jq"
